name: "resnet_0"
platform: "tensorrt_plan"
input {
  name: "whitened_0"
  data_type: TYPE_FP32
  dims: 128
  dims: 2
  dims: 1024
}
output {
  name: "classes_0"
  data_type: TYPE_FP32
  dims: 128
  dims: 64
}
