name: "preprocessor"
platform: "pytorch_libtorch"
input {
  name: "strain"
  data_type: TYPE_FP32
  dims: 2
  dims: 2
  dims: 267264
}
output {
  name: "whitened"
  data_type: TYPE_FP32
  dims: 128
  dims: 2
  dims: 2048
}
instance_group {
  count: 1
  kind: KIND_GPU
}
