name: "resnet_2"
platform: "tensorrt_plan"
input {
  name: "whitened_2"
  data_type: TYPE_FP32
  dims: 32
  dims: 2
  dims: 1024
}
output {
  name: "classes_2"
  data_type: TYPE_FP32
  dims: 32
  dims: 64
}
