name: "resnet_1"
platform: "tensorrt_plan"
input {
  name: "whitened_1"
  data_type: TYPE_FP32
  dims: 64
  dims: 2
  dims: 1024
}
output {
  name: "classes_1"
  data_type: TYPE_FP32
  dims: 64
  dims: 64
}
